<%
dim catname(5)
catname(0)="דיוור פרסומי"
catname(1)="משובים וסקרים"
catname(2)="אתרים יעודיים"
catname(3)="קישרי לקוחות"

dim subcatname(5,10)
subcatname(3,0)="מועדון לקוחות"
subcatname(3,1)="תיקי לקוחות"
subcatname(3,2)="פעילות לקוח"
subcatname(3,3)="ניהול משימות"
subcatname(2,0)="אתר תדמיתי"
subcatname(2,1)="אתר קמפיין"
subcatname(2,2)="אתר כנס"
subcatname(2,3)="אתר אירוע"
subcatname(1,0)="סקר לקוחות"
subcatname(1,1)="הערכת עובדים"
subcatname(1,2)="סקר שוק"
subcatname(1,3)="עמדות עובדים"
subcatname(0,0)="פרסום מבצע"
subcatname(0,1)="מבצע עם רישום"
subcatname(0,2)="רישום לכנס"
subcatname(0,3)="פרסום אירוע"
subcatname(0,4)="עדכונים וחדשות"

Dim subcattitle(5,10)
subcattitle(0,0)="פרסום מבצע ממשפחת BizPower"
subcattitle(0,1)="מבצע עם רישום ממשפחת BizPower"
subcattitle(0,2)="רישום לכנס ממשפחת  BizPower"
subcattitle(0,3)="פרסום אירוע ממשפחת  BizPower"
subcattitle(0,4)="עדכונים וחדשות ממשפחת  BizPower"

subcattitle(1,0)="סקרי לקוחות ממשפחת BizPower"
subcattitle(1,1)="הערכת עובדים ממשפחת BizPower"
subcattitle(1,2)="ביצוע סקר שוק ממשפחת BizPower"
subcattitle(1,3)="עמדות עובדים ממשפחת BizPower"

subcattitle(2,0)="אתר תדמיתי ממשפחת BizPower"
subcattitle(2,1)="אתר קמפיין ממשפחת BizPower"
subcattitle(2,2)="אתר כנס  ממשפחת BizPower"
subcattitle(2,3)="אתר אירוע  ממשפחת BizPower"

subcattitle(3,0)="מועדון לקוחות ממשפחת BizPower"
subcattitle(3,1)="תיקי לקוחות ממשפחת BizPower"
subcattitle(3,2)="פעילות לקוח ממשפחת BizPower"
subcattitle(3,3)="ניהול משימות ממשפחת BizPower"

Dim subtitle(5,10)
subtitle(0,0)="פרסם מבצע חדש לקהל לקוחותיך, באינטרנט"
subtitle(0,1)="פרסם מבצע חדש לקהל לקוחותיך וקבל את תגובתם, באינטרנט"
subtitle(0,2)="פרסם ובצע הרשמה לכנסים דרך האינטרנט"
subtitle(0,3)="פרסם אירועים ושלח הזמנות דרך האינטרנט"
subtitle(0,4)="עדכן  עובדים ולקוחות על חידושים ושינויים בארגון"

subtitle(1,0)="צור סקר, הפץ ללקוחותיך וקבל משוב מיידי דרך האינטרנט"
subtitle(1,1)="הערך את תפקוד העובדים בארגון כבסיס לקידומם ותגמולם"
subtitle(1,2)="צור סקר שוק, גלה צרכים חדשים וצפה מגמות עתידיות"
subtitle(1,3)="צור משוב ממוחשב לבדיקת עמדות העובדים בארגונך"

subtitle(2,0)="בנה אתר תדמיתי  וקבל פרסום מיידי"
subtitle(2,1)="בנה אתר קמפיין לפרסום דרך האינטרנט"
subtitle(2,2)="בנה אתר כנס  לפרסום דרך האינטרנט"
subtitle(2,3)="בנה אתר אירוע  לפירסום דרך האינטרנט"

subtitle(3,0)="הקם לחברתך מועדון לקוחות ממוחשב"
subtitle(3,1)="נהל את הטיפול בלקוחותיך בעזרת תיקי לקוחות ממוחשבים"
subtitle(3,2)="נהל את פעילות העבודה מול לקוחותיך בצורה ממוחשבת"
subtitle(3,3)="נהל ביעילות תהליכים מורכבים בארגון"

Dim textdescr(5,10)
textdescr(0,0)="פרסום אינטרנטי הוא כלי מצוין להחדרת מוצר חדש לשוק. כלי זה מאפשר התמקדות בפלחי שוק שונים. במספר צעדים פשוטים ניתן לעצב מסמך שיווקי ,בצורה מקצועית ,מתוך מגוון רחב של תבניות קיימות, ולהפיצו בדוא''ל לקהל לקוחותיך."
textdescr(0,1)="פרסום אינטרנטי הוא דרך מצוינת להחדרת מוצר חדש לשוק. אפשרות הרישום הנה צעד נוסף בהתקרבות שלך ללקוח. במספר צעדים פשוטים ניתן לעצב מסמך שיווקי, בצורה מקצועית, מתוך מגוון רחב של תבניות קיימות, להוסיף  שדות למילוי פרטים, שימולאו עי''י הלקוח, ולהפיצו בדוא''ל לקהל לקוחותיך."
textdescr(0,2)="פרסום כנסים בצורה אינטרנטית היא דרך יעילה ונוחה. במספר צעדים פשוטים ניתן לעצב טופס הרשמה לכנס, מתוך מגוון רחב של תבניות קיימות, להוסיף  שדות למילוי פרטים, שימולאו עי''י הנרשם, ולהפיצו בדוא''ל לקהל היעד."
textdescr(0,3)="פרסום אירועים ושליחת הזמנות בצורה אינטרנטית היא דרך יעילה ונוחה. בכלי זה תוכל להפיץ אירועים שונים לקהלי יעד שונים , בפשטות ביעילות ובמקצועיות. במספר צעדים פשוטים ניתן לעצב מסמך שיווקי המתאר את האירוע,  מתוך מגוון רחב של תבניות קיימות, ולהפיצו בדוא''ל לקהל היעד."
textdescr(0,4)="עדכון לקוחות ועובדים בחדשות האירגון חיוני לשמירה על קשרים עסקיים. הפצת מידע על שינוי כתובת, השקת מוצר או מינוי חדש עשוי להיות משימה מורכבת. במערכת זו ניתן במספר צעדים פשוטים לעדכן  לקוחות או עובדים בנושאים הרלוונטיים להם באמצאות הדוא''ל."

textdescr(1,0)="סיקור לקוחות אינטרנטי הוא כלי ניהולי מצוין לקידום העסק שלך. במספר צעדים פשוטים תוכל ליצור סקר בסגנון המתאים לך , להפיץ אותו ברשימת תפוצה לקהל לקוחותיך ולקבל בצורה מיידית את התוצאות מנותחות ומעובדות על מסך המחשב שלך."
textdescr(1,1)="בצורה קלה ופשוטה ניתן לבנות ולהפיץ שאלון הערכת עובדים ממוחשב על גבי האינטרנט. השאלון משמש להערכת התפקוד של הממונים והכפיפים בארגון ותוצאותיו יהוו משוב עבור העובד ובסיס לקבלת החלטות פנים ארגוניות עבור ההנהלה. "
textdescr(1,2)="צור  סקר שוק בצורה דינמית עם מגוון רחב של שאלות ותשובות  וקבל משוב ודיווח מקהל היעד בפשטות ביעילות ובזמן אמת.<br><br>"
textdescr(1,3)="דרך פשוטה ונוחה ליצירת שאלון ממוחשב אינטרנטי. אלון זה מאפשר מעקב אחר עמדות העובדים בארגון בנוגע לאופן התנהלותו.<br><br>"

textdescr(2,0)="אתר אינטרנט תדמיתי הוא כלי שיווקי רב עצמה ליצירת קשר עם הלקוח. במספר צעדים פשוטים ניתן לבנות אתר אינטרנט תדמיתי לחברה.  האתר יעוצב בצורה מקצועית,  מתוך מגוון רחב של תבניות קיימות. <br> האתר ישמש כאפיק תקשורת נוסף של החברה אל מול לקוחותיה."
textdescr(2,1)="אתר קמפיין פרסומי הוא כלי שיווקי רב עצמה ליצירת קשר עם הלקוח.<br> במספר צעדים פשוטים ניתן לבנות אתר קמפיין פרסומי. האתר יעוצב בצורה מקצועית,  מתוך מגוון רחב של תבניות קיימות.  האתר ישמש כאפיק תקשורת נוסף של החברה אל מול הלקוח."
textdescr(2,2)="אתר כנס הוא כלי שיווקי רב עצמה ליצירת קשר עם הלקוח.<br> במספר צעדים פשוטים ניתן לבנות אתר כנס אינטרנטי. האתר יעוצב בצורה מקצועית,  מתוך מגוון רחב של תבניות קיימות. האתר ישמש כאפיק תקשורת נוסף של החברה אל מול הלקוח."
textdescr(2,3)="אתר כנס הוא כלי שיווקי רב עצמה ליצירת קשר עם הלקוח.<br> במספר צעדים פשוטים ניתן לבנות אתר אירוע אינטרנטי. האתר יעוצב בצורה מקצועית,  מתוך מגוון רחב של תבניות קיימות.  האתר ישמש כאפיק תקשורת נוסף של החברה אל מול הלקוח."

textdescr(3,0)="מועדון לקוחות מסודר מהווה את הלב של הארגון. המועדון יאגד בתוכו את כל לקוחות החברה.<br> במספר צעדים פשוטים ניתן להקים מועדון לקוחות ממוחשב, הכולל בתוכו את שמות הלקוחות ואנשי הקשר הרלונטיים לכל לקוח."
textdescr(3,1)="מאגר מידע מסודר ומעודכן של תיקי לקוחות משמש לארגון כבסיס לעבודה יעילה ומסודרת.<br> בצורה פשוטה ונוחה ניתן להכניס ולעדכן את פרטי  הלקוח, לעדכן את אנשי הקשר בארגון, לבדוק מצב טיפול עדכני , ולבצע השוואה של המצב ביחס לעבר."
textdescr(3,2)="הבסיס לעבודה יעילה ומסודרת מול לקוחותיך, נבנה בעזרת טיפול מסודר ויעיל בתהליכים הבנויים סביבם.<br> בצורה פשוטה ונוחה ניתן ללוות פעילות מול לקוח, לבדוק מצב טיפול עדכני , ולטפל בתהליכים עתידיים."
textdescr(3,3)=" תהליכי מכירה, פיתוח מוצר ואף אישור פעילות עשויים להיות תהליכים מורכבים  בהם מעורבים אנשים רבים שמשימותיהם תלוייות זו בזו. בעזרת מערכת זו תוכל לנהל כל תהליך, להוסיף משימות ולעדכן את הגורמים המעורבים בקשר להשלמתן."

Dim listrows(5,10,20)
listrows(0,0,0)="קידום השקת מוצר חודש"
listrows(0,0,1)="פרסום מבצעי הנחות"
listrows(0,0,2)="קידום ופרסום מוצר מסוים כחלק מקמפיין"
listrows(0,0,3)="פרסום מבצעי חבילות מיוחדות ללקוחות נבחרים"

listrows(0,1,0)="פרסום מבצע הכולל אפשרות לרישום פרטים על ידי הנמענים, להמשך טיפול"
listrows(0,1,1)="קבלת חוות דעת מלקוחות על מבצעים"
listrows(0,1,2)="שליחת מידע נוסף וממוקד ללקוחות מעוניינים"
listrows(0,1,3)="אפשרות לקניית מוצר במבצע"

listrows(0,2,0)="שליחת מידע על כנס : תאריך, מיקום ופרטים"
listrows(0,2,1)="רישום לכנס, להרצאות או ימים ספציפיים"
listrows(0,2,2)="פירוט רשימת מרצים ותוכנייה"
listrows(0,2,3)="קישורים למידע נוסף בנושא הכנס"
listrows(0,2,4)="קבלת דעה מנמענים על נושאי עניין  וימים מועדפים להמשך טיפול"

listrows(0,3,0)="פרסום מסיבות, תערוכות והשקות מוצרים"
listrows(0,3,1)="שליחת הודעות על מסיבות עיתונאים וארועים של עובדי החברה"
listrows(0,3,2)="שליחת הזמנה מעוצבת ומכובדת לקהל יעד ממוקד"

listrows(0,4,0)="עדכון לקוחות על שינויים ארגוניים בחברה"
listrows(0,4,1)="פרסום משרות חדשות בארגון"
listrows(0,4,2)="פרסום איוש חדש של תפקידים בארגון"
listrows(0,5,3)="עדכון הלקוחות על מעבר העסק למקום חדש  ואמצעים חדשים ליצירת קשר עם החברה"
listrows(0,5,4)="עדכון לקוחות החברה על מוצר או שירות חדש אותו החברה מציעה"

'-----------------------------------------------
listrows(1,0,0)="אינטרקציה שוטפת עם לקוחותיכם"
listrows(1,0,1)="הכרת צרכי הלקוח"
listrows(1,0,2)="מדידת שביעות הרצון מהמוצרים ומהשירותים שלכם"
listrows(1,0,3)="איתור נקודות תורפה בשירותים ובמוצרים של חברתכם"
listrows(1,0,4)="בחינת מידת ההשפעה של שינויים מתוכננים על נפח המכירות"

listrows(1,1,0)="איסוף וניתוח מידע אודות תפקוד העובדים"
listrows(1,1,1)="בחינת מידת ההתאמה של כל עובד לתפקידו"
listrows(1,1,2)="ביצוע הערכות  360: כל עובד מעריך את העובדים איתם הוא בא במגע"
listrows(1,1,3)="כלי תומך לתיאום צפיות מנהלים"
listrows(1,1,4)="שיבוץ אופטימלי של עובדים עפ''י כישוריהם"

listrows(1,2,0)="בחינת מגמות השוק והעדפותיו"
listrows(1,2,1)="גילוי צרכים חדשים של הלקוחות"
listrows(1,2,2)="בחינת מידת החדירה של מוצרים חדשים לשוק"
listrows(1,2,3)="הבנת חולשות וחוזקות של מוצריכם ומוצרים מתחרים"
listrows(1,2,4)="קבלת ניתוחי מידע על פי חיתוכים שונים"

listrows(1,3,0)="בדיקת עמדות העובדים בנוגע למדיניות הארגון"
listrows(1,3,1)="בדיקת רמת שביעות הרצון של העובדים ממחלקות שונות באירגון"
listrows(1,3,2)="חשיפת חולשות ובעיות בארגון"
listrows(1,3,3)="קבלת משוב בונה והצעות ייעול מהעובדים"

'-----------------------------------------------
listrows(2,0,0)="בניית אתר הכולל מידע על החברה, על השירותים והמוצרים"
listrows(2,0,1)="הוספת מפת הגעה וטפסי התקשרות של הלקוח עם החברה"
listrows(2,0,2)="באמצעות מנגנון ניהול מוגן סיסמא יכול מנהל האתר לעדכן, להוסיף ולמחוק טקסט, קישורים, תמונות, קבצים וטבלאות"

listrows(2,1,0)="בניית אתר ייעודי עבור מבצע מיוחד למוצר"
listrows(2,1,1)="קידום השקת מוצר חדש"
listrows(2,1,2)="פרסום מבצעי הנחות"
listrows(2,1,3)="פרסום מבצעי חבילות מיוחדות ללקוחות נבחרים"
listrows(2,1,4)="קמפיין פרסומי המלווה באתר עם אפשרות להירשם למבצע"

listrows(2,2,0)="בניית אתר ייעודי עבור הכנס ובו מידע על פרטי הכנס: תאריך, מיקום, תוכנייה"
listrows(2,2,1)="הוספת טופס רישום לכנס, להרצאות או לימים ספציפיים"
listrows(2,2,2)="קישורים למידע נוסף בנושא הכנס"
listrows(2,2,3)="קבלת דעה מהגולשים על נושאי עניין  וימים מועדפים להמשך טיפול"

listrows(2,3,0)="בניית אתר ייעודי לפרסום מסיבה, תערוכה או השקת מוצרים"
listrows(2,3,1)="שילוב של מידע וגלריית תמונות באתר"
listrows(2,3,2)="קבלת פרטי גולשים המעוניינים להשתתף באירוע"

'-----------------------------------------------
listrows(3,0,0)="איסוף וניהול מידע על לקוחות המעדכן ישירות את מסד הנתונים הקיים בארגון דרך האינטרנט"
listrows(3,0,1)="בסיס לביצוע פעולות שיווקיות ממוקדות מול לקוחות ומפיצים לפי חתכים"
listrows(3,0,2)="שמירת נתונים על אנשי קשר של הלקוחות תוך אפשרות עדכון מהירה ופשוטה"

listrows(3,1,0)="תיעוד הסטוריית המגעים והפעולות שנעשו מול הלקוחות החל משלב קדם המכירה"
listrows(3,1,1)="שליטה קלה ומכל מקום על פעילות הארגון מול הלקוח ברמות השונות"
listrows(3,1,2)="דווח על סטטוס עדכני של מצב הטיפול בלקוח"

listrows(3,2,0)="ליווי מסודר של תהליך העבודה מול הלקוח"
listrows(3,2,1)="עדכון המערכת בכל פעילות שהתבצעה עם הלקוח"
listrows(3,2,2)="טיפול בתלונות לקוח"
listrows(3,2,3)="שקיפות טיפול בלקוחות על פי מבנה ההרשאות בארגון"
listrows(3,2,4)="הגדרת פעולת לקוח כחריגה"
listrows(3,2,5)="תיעוד הסטוריית המגעים והפעולות שנעשו מול הלקוחות החל משלב קדם המכירה"

listrows(3,3,0)="פתיחת תהליך והוספת משימות לביצוע"
listrows(3,3,1)="ניהול משימות והעברתם לאנשי קשר"
listrows(3,3,2)="שקיפות דיווחים על ביצוע לפי הירארכיית ההרשאות באירגון"
listrows(3,3,3)="מעקב אחר התקדמות התהליך - השלמת משימות המשוייכות לו"
listrows(3,3,4)="קידום השלמת משימות ""תקועות"""
listrows(3,3,5)="זיהוי צווארי בקבוק"
%>